Repository: wp-plugins/subtitle-finder
Catalog: langs/subt-*.po
Languages: fa_ir

source: Select your language
fa_ir: زبان خود را انتخاب کنید

source: Subtitle Finder
fa_ir: جستجوگر زیر نویس

source: Settings are changed Successfully
fa_ir: تنظیمات با موفقیت ذخیره شد

source: save
fa_ir: ذخیره

source: Cannot Connect to Subscene.com
fa_ir: اتصال برقرار نشد

source: Subtitle Not Found
fa_ir: زیر نویسی یافت نشد

source: Enter Your Movie Name
fa_ir: نام فیلم خود را وارد کنید

source: Search
fa_ir: جستوجو

source: Users download Directly on your web site
fa_ir: کاربران سایت به صورت مستقیم فایل را از سایت شما دانلود کنند

source: this plugin Powered By attributions Did U accept this ?
fa_ir: این افزونه از محتوی سایت دیگر استفاده میکند آیا این را میپذیرید ؟

source: yes
fa_ir: بله

source: no
fa_ir: خیر

source: If you dont accept this , plugin cant work Correctly
fa_ir: در صورتی که شما این قسمت را نپذیرید افزونه نمیتواند کار کند
